//
//  ZixunContent.m
//  UZLottery
//
//  Created by Xinle on 2017/3/21.
//  Copyright © 2017年 com.uzero. All rights reserved.
//

#import "ZixunContent.h"

@implementation ZixunContent
+(NSArray *)array1
{
    return @[@{@"title":@"一周彩市数据汇总:双色球单期井喷39注头奖",
               @"from":@"网易彩票",
               @"topimageurl":@"http://img3.cache.netease.com/sports/2017/3/21/20170321095201cc2dd.png",
               @"content":@"上周（3.13-3.19），各大彩种销量上涨的有8个，其中竞彩足球销量单周涨幅14.81%领跑，竞彩篮球环比下降41.03%，为上周销量环比降幅最大的彩种。\n彩种销量方面，竞彩足球单周销13.1亿元排名第一，其次是双色球销量的10.7亿元，大乐透销量5.78亿元，而七星彩上周销量0.41亿元排名末位。\n头奖数据方面，乐透型彩票一共开出42注一等奖，其中双色球开出39注头奖，大乐透开出3注头奖。值得注意的是，双色球031期开出30注头奖，而大乐透头将已经连续空开两期。\n上周，竞彩足球销量为13.1亿，环比上涨14.81%。每年3月至5月是国际高水平足、篮球赛事最集中的时间，适逢体彩正“竞彩普及日”活动，预计竞彩足球销量仍会提高。\n竞彩篮球周销量为2.09亿，环比下降11.44%，目前竞彩篮球已经加入NCAA比赛，比赛数量更多。\n双色球周销量为10.7亿元，环比上涨0.94%，双色球销量继续回升。\n大乐透周销量5.78亿元，与前一周销量基本持平，大乐透头奖已经连续空开两期，大乐透奖池已经升至35.9亿元。\n福彩3D周销量为3.12亿元，环比上涨2.97%.\n体彩排三周销量为1.11亿元，环比上涨1.83%。\n体彩排五周销量为0.69亿元，环比上涨1.62%。\n七星彩周销量为0.41亿元，环比上涨2.38%.\n胜负彩周销量为0.78亿元，环比下降8.34%。\n任九周销量为0.69亿，环比上涨2.98%。"
                 },
             @{@"title":@"一周彩票行业动态:天音控股年报预计披露",
               @"from":@"网易彩票",
               @"topimageurl":@"http://img3.cache.netease.com/sports/2017/3/21/201703210950292c72e_550.jpg",
               @"content":@"中福彩中心调研安徽福彩工作\n3月13日-16日，中国福利彩票发行管理中心副主任唐启伟率调研组一行来安徽调研工作。省民政厅副厅长陈超英、省福彩中心主任陈波等陪同调研。调研期间，中福彩中心调研组听取了安徽省福彩中心的工作汇报。 \n湖南省福彩中心组织开展党内法规学习\n为深入推进“两学一做”学习教育，3月15日下午，湖南省福彩中心第一、第二党支部分别召开党内法规学习会，增强党员纪律意识，充分认识纪律的重要性。\n浙江省2017年福利彩票工作会议召开\n3月15日下午，浙江省福利彩票工作会议在义乌召开，会上通报了2016年度福彩发行工作绩效考核情况。福利彩票上市30年来，浙江省累计发行销售1063亿多元，为国家筹集公益金314亿多元，在推动社会福利事业特别是民政基础设施的建设改善方面发挥了重要作用。\n泉州福彩中心主任黄蔚青涉嫌严重违纪被查\n据泉州市纪委监察局3月13日消息，根据市委巡察办移交的问题线索，经组织审查，泉州市福利彩票发行中心主任黄蔚青涉嫌严重违纪问题。因其涉嫌违法，已商请检察机关提前介入。\n山西福彩开展打击私彩宣传活动\n近年来，私彩交易活动的蔓延，严重干扰影响彩票销售市场的正常运行，侵害了站点业主、人民的合法权益。3月中旬，山西省福利彩票发行中心联合太原市福彩中心在太原市奥林花园社区开展了“打击私彩”宣传工作。\n安徽福彩开启二维码营销时代\n近日，安徽省福彩中心将通过二维码形式开展营销、宣传等活动，方便彩民，提升福彩品牌影响力。3月13日起，在安徽省福彩投注站购买电脑福利彩票，票面右侧下方会打印出二维码标签。\n宁夏体彩把顶呱刮卖到了新华书店\n3月13日下午，宁夏体育彩票管理中心与宁夏回族自治区新华书店合作销售即开型体育彩票签字仪式在宁夏体彩中心会议室举行。签字仪式后，宁夏新华书店将利用自有网点销售即开型体育彩票。进一步拓宽宁夏体彩销售渠道，满足群众方便购彩的需求。\n体彩53款即开票即将停止销售\n国家体彩中心近日发布“关于53款即开型体育彩票停止销售的公告”，决定自2017年4月30日24时起，在全国范围内停止销售53款即开票。公告称，停售即开票的兑奖截止时间为今年6月30日24时。\n【资本】\n华彩控股合共5.06亿港元的债券获接纳要约\n华彩控股公布，3月10日公司邀请现有债券持有人提呈要约，将彼等的任何或全部现有债券交换现金;及公司将予发行新的可换股债组合。根据要约备忘，交换要约于2017年3月16日下午6时正到期。\n 天音控股年报预计披露\n天音控股年报预计于2017-03-23披露公司预告：净利润约20000万元至25000万元。"
               },
             @{@"title":@"男子信彩票秘笈被骗两万 发财机会却成骗子套路",
               @"from":@"网易彩票",
               @"topimageurl":@"",
               @"content":@"想必不少市民会偶尔花几块钱买张彩票碰碰运气，但是来重庆找工作的小陈（化名）却对买彩票异常痴迷，竟然在网上寻找买彩票中奖的“秘笈”，结果被骗了2万余元。3月18日，小陈向渝北区公安分局回兴派出所报了警。\n经民警了解，春节刚过，小陈从老家来到重庆找工作，住在自己的朋友家里，平时没事就上上网，寻找一些工作招聘的信息，偶尔也看看一些如何提升彩票中奖几率的相关知识。\n男子信彩票秘笈被骗 以为是发财机会全是骗子套路\n2月底的一天，小陈突然发现了一个网页链接，点击进去之后正是自己想要的中彩票“秘笈”，他很快根据网页的向导信息，注册了账号，填写了包括自己的手机号码等基本信息，并通过这个网站花费了360元购买了一本书和一张关盘，全是关于介绍如何购买彩票提高中奖几率的内容。\n没过几天，小陈就收到了这些书籍和光盘，收到这些东西之后，小陈每天都专心研究，按照书上和光盘的介绍，也试着买了几期彩票，但一点作用都没有。小陈觉得书和光盘没用，索性把书和光盘扔了，但对买彩票依然深深着迷。\n3月13日，有个陌生电话打给小陈，自称是上次小陈购买书籍和光盘网站的工作人员，可以帮助小陈中大奖，并把自己公司的一些暗箱操作简单地向小陈介绍了一下。小陈一听，觉得自己发大财的机会来了，然后就完全相信了对方，按照对方的要求，需要小陈先支付对方5000元的资料费，小陈毫不怀疑地通过手机银行向对方转账5000元。转过去之后，工作人员又称此“彩票秘笈”是违法的，担心小陈的身份，需要小陈交纳20000元的保证金才可以把“秘笈”送给小陈。小陈刚从老家过来，表示身上没有那么多钱，对方很快就答应了减少保证金。"
               },
             @{@"title":@"连夜驱车兑奖!同买彩票两好友喜中9注头奖",
               @"from":@"网易彩票",
               @"topimageurl":@"",
               @"content":@"3月19日晚，中国福利彩票双色球游戏进行第2017031期开奖。当期双色球红球号码为06、10、16、26、27、29，蓝球为03。当期双色球头奖井喷30注，单注奖金为545万多元，这30注一等奖分落13地。黑龙江省七台河市本期中出双色球一等奖9注，单注奖金为545万多元。二等奖爆68注，单注奖金4万多元，其中七台河中出63注。黑龙江省一、二等奖中奖注数荣登本期全国各省市双色球大奖中奖注数排名榜榜首。\n俩大奖彩民连夜驱车到省城领奖\n据黑龙江省福彩中心数据检索，黑龙江省本期共中出双色球一等奖9注，这9注中奖彩票均出自七台河市同一家福彩销售站点，其中8张流水号相连，另外1张流水号与之相近，均采用“胆拖”复式投注，投注金额为每张票112元。同时，这9张中奖彩票还收获了63注单注奖金为4万余元的二等奖。\n“我俩昨晚得知中大奖的喜讯激动的无法入眠，就找几位亲朋好友陪同连夜开车来到哈尔滨了！”3月20日上午，大奖得主王先生（化名）和张先生（化名）十分激动的对黑龙江省福彩中心工作人员说。经了解，这次中得8注头奖和56注二等奖的4646万元大奖得主是来自七台河的张先生，而中得1注头奖和7注二等奖的580万大奖得主则是同样来自七台河的王先生。\n俩大奖彩民系好友 买彩方式各不同\n据王先生介绍，他和张先生（化名）是多年的好友，两人有一个共同的兴趣爱好就是购买福利彩票。张先生性格豪放，干什么事情都是喜欢大手笔，买彩票也是一样，他并不是期期都买，只是感觉有兴趣的时候，在家研究完号码后，才会去彩站大手笔投注，这次张先生就是一次性投注了8张金额为112元的“7+8”胆拖复式票。\n而王先生是谨慎派彩民，他觉得能中大奖纯靠运气，买彩票中大奖当然开心，不中奖也是当做娱乐，因此他平时买彩票多数采用小额投注，这次看见好友张先生一次性采用胆拖方式投注了8注彩票，他也跟着起劲买了同样的一注，一来是给朋友助助威，二来也想跟朋友蹭蹭运气。\n开奖环节太激动 “心都提到嗓子眼了 ”\n都投注了相同的双色球号码，大奖得主张先生和王先生就相约一起在王先生家一边喝酒，一边等待收看开奖直播，当他们二人看见电视里在公证员的监督下，工作人员所开出的红色号码球与手中彩票的红球号码完全一致时，已经安奈不住激动的心情，双双从沙发上站起来，王先生对张先生说：“要是蓝球也中了，你这可是8注头奖啊，这奖可就大了！”用张先生的一句话说，当时“心都快提到嗓子眼了！”接下来，更加令人振奋惊喜的一幕发生了，只见电视那头摇出的蓝球号码为“03”，果然中了！\n此时二人激动的拿着手里的彩票，又上网反复核对中奖号码，确认无疑，当真张先生是中了8注545万余元头奖和56注4万余元二等奖，两项大奖奖金合计约为4646万余元。而王先生则是收获了1注545万元头奖和7注4万余元二等奖，两项大奖奖金合计约为580余万元。\n 领奖不能等 奖金用途回去想\n中奖金额实在是太大了，张先生和王先生一商量，遇上这么天大的喜事实在也真是睡不着觉了。看着这几张大奖彩票放在那心里也是不踏实，不如直接叫上几个信任的亲友开车连夜一起奔赴哈尔滨，这样正好来得及早上省福彩中心一上班，就办理兑奖手续。就这样，张先生和王先生在几位亲友开车陪同护送下，也顾不上吃早饭，提前赶在黑龙江省福彩中心上班时间等待办理兑奖。\n对于这笔奖金的用途，张先生和王先生均表示还没有想好，昨晚心情太过激动，又赶了一夜的路，现在身心非常疲惫，就盼望着快点领完奖金，回去好好睡个觉。他们说这么大一笔钱，如何计划，需要待心情恢复平静，头脑清醒的时候再做考虑！"
               },
             @{@"title":@"体彩助力半程马拉松赛 1.5万选手雨中开跑",
               @"from":@"网易彩票",
               @"topimageurl":@"http://img3.cache.netease.com/sports/2017/3/21/20170321095201cc2dd.png",
               @"content":@"信息时报讯（记者 胡昌伟 通讯员 李锦霞） 2017肇庆国际半程马拉松赛（下称“肇马”），于3月19日在肇庆市端州区鸣哨开跑。近1.5万名海内外选手欢跑在湖光山色的“中国最美赛道”，领略肇庆历史文化。肇庆体彩作为合作单位，给予本次肇马大力支持。\n迎省运促进全民健身\n本次肇马旨在迎接明年在肇庆举办的广东省运会，促进全民健身活动深入开展，推动体育、旅游融合发展，比赛设半程马拉松（21.0975公里）和迷你马拉松（4.2公里）两个项目。\n肇庆市委副书记、市长陈旭东，广东省体育局巡视员曾晓红，广东省体育局副局长高敬萍以及奥运冠军冼东妹、罗玉通、张雁全等领导和嘉宾参加了开幕式。\n体彩方队参与马拉松\n肇庆市体彩中心组织60多人组成“体彩方队”参与了迷你马拉松项目，并将体育彩票元素充分融入到这项赛事当中：在半马及迷你马拉松终点站设立体彩宣传点以及体彩标志的留影框，向跑友们派发体彩星标志、体彩手摇旗。10名打扮成美少女战士的cosplay也为体彩方队也吸引了不少的眼球。尽管大雨不期而至，但“体彩方队”身穿醒目统一服装，手拉“肇庆体彩为肇马添彩助威”横幅，以朝气蓬勃的精神面貌完成迷你跑。（信息时报）"
               },
             @{@"title":@"福彩中心副主任安徽调研工作 实地走访投注站点",
               @"from":@"网易彩票",
               @"topimageurl":@"http://cms-bucket.nosdn.127.net/catchpic/A/AF/AF084F20F323A47C308E02990E93620D.jpg?imageView&thumbnail=550x0",
               @"content":@"3月13日-16日，中国福利彩票发行管理中心副主任唐启伟率调研组一行来安徽调研工作。省民政厅副厅长陈超英、省福彩中心主任陈波等陪同调研。调研期间，中福彩中心调研组听取了安徽省福彩中心的工作汇报，并先后深入铜陵市、安庆市和合肥市走访福彩投注站和中福在线厅，以及省即开票分拣中心等，开展基层实地考察调研。\n在各地调研中，调研组分别与各市民政局和福彩中心负责人进行了座谈，就当前福利彩票事业发展中的问题及原因、下一步工作思路和方向，面临的困难与挑战，听取了多方意见和建议。\n调研组一行还在各地深入到福彩投注站、中福在线销售厅等销售终端进行实地考察，详细察看了福彩投注站点及中福在线销售厅建设成果和销售情况，并与投注站点站主代表、市场管理员代表亲切交谈，详细了解福彩机构发行销售情况及从业人员工作情况。并在销售一线，与销售大厅工作人员、投注站销售员以及彩民进行了面对面亲切交流，倾听民声。\n安徽调研结束前，唐启伟副主任表示，很高兴听到基层的“真心话”，得知了基层的“心声”，这次调研收获很大。\n同时，唐启伟副主任对安徽福彩近年来所开展的福彩发行工作和取得的成绩表示充分肯定。他指出，福彩发行工作是一项惠及社会和民生的工作，全体福彩人要以“阳光福彩”建设要求为指引，继续贯彻落实“安全运行、健康发展”的发行方针，稳步推进中国福利彩票事业可持续发展。"
               },
             @{@"title":@"男子中862万欲做创业基金 现场捐款表感恩",
               @"from":@"网易彩票",
               @"topimageurl":@"http://cms-bucket.nosdn.127.net/catchpic/8/84/8417632227E385056A8335643E6F957C.jpg?imageView&thumbnail=550x0",
               @"content":@"3月8日，体彩大乐透 第17026期开奖，单注奖金973万元，浙江省义乌彩民以一张单式倍投、仅花了4元钱的彩票，幸运中得2注头奖,奖金合计1946万元。3月11日，体彩大乐透第17027期开奖，义乌彩民再次击中1注一等奖。巧的是，这3注一等奖都出自义乌市佛堂文化西路8号的3312091044体彩销售网点！\n义乌862万大乐透得主领奖又捐款\n上周，中得856万大奖的幸运彩民王先生领取了大奖。他今年41岁，江西人，在义乌打工，特别喜欢体彩，买彩13年，大乐透每期必买。别的“6+1”、“排3排5”也不落下。\n怎么选到这组中奖号码的呢？王先生说：“前区2个胆码我很确定，不太确定的几个数字，就全拿来做了拖，一共花了112元，在我经济能承受的范围之内。”王先生说，平时从不机选，每期都提前分析走势，加上自己的感觉选号。“不过也有可能是沾了刚中出1946万那位彩民的喜气，也让我运气了一把！”\n王先生说他每次投注几十元到几百元不等，基本用复式，中奖的那注号码他本来打算追加投注的，就是话说慢了半拍，票已经被销售员打好了，就算了没追加。“现在想想，真是可惜啊可惜！”\n和之前那位义乌中1946万的彩民一样，体彩圆了中奖梦后不忘奉献爱心，王先生也向浙江省体育基金会“与你同行”项目捐出了自己的心意。“人要懂得感恩，既然老天给我一个机会中奖，我当然也要捐出自己的心意。”王先生透露，中奖后第一时间告诉了家人分享喜悦，奖金则准备作为自己的创业基金，做点生意。“当然，我还会继续买体彩，下次一定会记得追加投注！”\n今年以来，浙江省彩民已经中出8注体彩大乐透一等奖，其中有4注被义乌彩民揽获，独揽巨奖的半壁江山。"
               },
             @{@"title":@"老彩友们约定守号 他人半年放弃仅1人中623万",
               @"from":@"网易彩票",
               @"topimageurl":@"",
               @"content":@"双色球第2017016期开出一等奖12注，我省渭南彩民单式守号再揽1注，单注奖金623万多元。中奖彩票诞生于渭南市合阳县黑池镇街道61051119号投注站，为5注单式票，守号投注，蓝号均为02，除第二组号码中得一等奖1注外，还中得六等奖4注，揽金623万多元。这是渭南市新年开出的首注大奖，也是我省彩民今年收获的第12注双色球一等奖。近日，大奖得主杨师傅（化名）在儿子和家人的陪同下到省福彩中心兑领了奖金。\n杨师傅年近花甲，合阳县本地人。据介绍，杨师傅玩彩生涯已有十年，只玩双色球，其他彩票玩法一概不理。据其儿子介绍，父亲是一个“非常简单的人”，就喜欢守号与机选的组合拳，每期投入十元或者二十元，要么守号，要么是一半守号一半机选，干净利落，也不必费脑筋选号。\n守的这组号码，杨师傅坦言是几个老伙计们选的号，他们守了大约半年多就没能坚持下来；由于常中四等奖200元的奖金，老师傅觉得是“福号”，就坚持守了三年多，号码始终不改，就这样，透过一张张彩票的坚守，杨师傅愣是把这看似平凡的招式练成了“降龙十八掌”，摘得超值大奖。\n2月12日，合阳县黑池镇适逢集日，杨师傅过来赶集，逛完会吃罢午饭准备回家时，想着当晚开奖，就顺道让机选了5注号码，并把守的号码再次给复制了一遍。\n由于平常一直是儿子通过手机查号帮忙兑奖，这次开奖之后杨师傅并不在意。直到后来，有人和在城里上班的儿子聊天说老家出了双色球大奖，儿子就打电话问周日父亲在镇上买彩票没有，一听说买了，儿子开玩笑说可能就是你中的，让把两张彩票拍个照片发过去。陕西地方邪，儿子帮忙细细一核对，发现守号那张彩票中的第二组号码命中双色球一等奖，再一查，单注奖金高达623万多元！赶忙报了喜讯，全家人都格外开心，父子俩一合计，兑大奖的事一刻也不想耽搁，直接叫上家人开开心心地奔赴西安前来兑奖。\n关于奖金的具体用项，杨师傅表示把大权下放给儿子；儿子则坦言靠山吃山靠水吃水，自己家离黄河很近，准备搞水产养殖，要种些莲藕、包些池塘之类。"
               },
             @{@"title":@"忠实彩民委托站主投注3D中奖 家不场回站点常来",
               @"from":@"网易彩票",
               @"topimageurl":@"http://cms-bucket.nosdn.127.net/catchpic/5/5E/5E0A9F9DE34E965E4EAD49E9463FB9CE.jpg?imageView&thumbnail=550x0",
               @"content":@"有这么一位彩友，忙的天天见不到面，连投注站都没时间去，但是中奖的事儿却少不了他，各种游戏玩法中他“独宠”3D游戏，同时也在这个被称为“数字小精灵”的游戏玩法中尝到了很多甜头，那他是怎么做到的呢，该彩友淡然一笑：“坚持就是胜利！”\n没错，彩友王先生是3D的忠实粉丝，每天都仔细选好号，然后把号码以信息的方式传给37140061号站的站长史先生，再把钱转给史先生。“实在是太忙了，没时间经常来，所幸跟史站长比较熟，也信得过他。”王先生无奈地说道，“有时候两三个月才回家一趟，不过，我每次回家都要去光顾一下站点，打上几注彩票跟站长唠唠家常。”站长也感叹“别看他不常来，但是大奖小奖也中过不少呢，这已经不是第一回中奖了！”王先生却谦虚道“早就把玩彩当成一种爱好了，在外出差途中琢磨一下走势图，让自己大脑休息休息，是一种很好的放松方式呢，至于中不中奖，那就顺其自然吧，平和的心态对待这件事。”\n中奖后的王先生将这份喜悦和大家一起分享，还表示今后要研究研究其他彩种的玩法，这样能提高中奖概率。而且马上要开展“山东福彩3D游戏奖上奖”的促销活动，活动资金总额高达500万，这对广大彩友来说真是个振奋人心的好消息。彩友们把握住这个机会，来带走一份幸运吧！"
               },
             @{@"title":@"七位千万元得主未领奖 其中六位因买饮料中奖",
               @"from":@"网易彩票",
               @"topimageurl":@"",
               @"content":@"据台湾媒体报道，台湾1-2月期统一发票下周六（25日）即将开奖，不过，2016年11-12月期的统一发票虽开出12张奖金1千万元（新台币，下同）的特别奖，但目前为止仅5人来领奖，还有7位幸运儿尚未现身。未领奖的7位千万得主中，有6位都是买饮料中奖，仅1位是寄宅急便，爱喝饮料的民众可检查发票，自己或许就是那位千万得主。\n据报道，2016年11-12月期的统一发票中奖号码是在1月25日开出，特别奖中奖号码为“68789003”，共有12位幸运民众中了1千万元奖金，但根据台湾财政部门赋税署统计，12张中奖发票到目前为止，只有5张兑领，至于其他7位幸运儿则是迄今尚未现身。\n这7张还没领奖的中奖发票分别是在台北市士林区德行东路的统一超商买了88元的食物与饮料、在大同区民生西路的Coco都可买了共65元的2杯饮料、在北投区振兴街的统一超商花了120元寄宅急便；在新北市板桥区文化路的路易莎咖啡买了70元的食物与饮料。\n另外，还有在桃园市龟山区文化一路的统一超商买了20元的饮料；在云林县虎尾镇埒内里的莱尔富超商买了103元的食物与饮料；在台南市永康区中正南路的茶之魔手买了共55元的2杯饮料。未领奖的7位千万幸运儿之中，就有6位因饮料致富。\n 除了千万幸运儿之外，2百万元的中奖发票也有5张尚未领取，分别是在新北市中和区、台中市东区、屏东县潮州镇、高雄市三民区及鸟松区。\n台湾财政部门表示，2016年11-12月期的统一发票领奖时间只到5月5日，提醒有在这些地点消费的民众赶快检查一下手中的发票，千万别和幸运之神擦身而过。（华夏经纬网）"
               },
             @{@"title":@"浙江杭州体彩助跑首届马拉松 众彩民热情参与",
               @"from":@"新华网",
               @"topimageurl":@"",
               @"content":@"3月5日上午，天下着点小雨，首届浙江马拉松接力比赛在滨江依然如期进行，众多跑团们用参与体育的热情，为杭州的体育和即将到来的亚运增添一些氛围。\n杭州体彩及其公益车队一直以来宣传环保、公益，为体育赛事为亚运会助力。杭州体育彩票管理中心作为本次比赛的独家合作伙伴，也在现场为跑友们助力。\n本次浙江马拉松接力赛是国内第一次以接力的形式，并专门设置县（市、区）组的马拉松赛，受到包括多个冠军选手在内海内外各路跑友的欢迎，共有132支队伍600余名选手参加比赛。\n浙江省体育局副局长李华亲自带队，团队成员包括舟山体育局副局长王骏涛、金华体育局副局长丁冬军等的杭马华之队战绩不俗，获得慈善组第15名。（新华网）"
               },
             @{@"title":@"为给孙女买牛奶 顺路中奖1000万全家失眠",
               @"from":@"网易彩票",
               @"topimageurl":@"http://cms-bucket.nosdn.127.net/catchpic/1/1C/1C2B5C1B76D579F15CE8003DE28EE245.jpg?imageView&thumbnail=550x0",
               @"content":@"3月1日，体彩大乐透第17023期开出头奖1000万！大乐透17023期开奖的这一天，乖巧的5岁小孙女却一直缠着爷爷出去买牛奶，途经彩票站犹豫再三：“反正也出来了，就买这一次！”这时距离当期大乐透停止销售已经不到一个小时。“要不是小孙女就真的错过了，那可要遗憾坏了，1000万可不是小数目啊！我们全家的命运都会因此而改变。”张先生想想有点儿激动。\n晚上11点，张先生习惯性睡前翻看手机，想到晚上买的那张彩票，他打开了体彩网，看见开奖号码，“不是吧！”张叔嘀咕着翻出彩票：“是不是一样！我是不是中奖了！”\n家人纷纷打断张先生：“别逗了，大晚上的，赶紧睡吧！”张先生把手机和彩票递给儿子：“你看看，是不是一样？”父子俩仔细核对了十几遍：“是一样，全国就你一个一等奖，说是一千万！”全家激动的“炸锅”了，这一夜，家里的大人们谁都没睡，不聊什么，就是失眠。\n“我这一辈子都没想到能中这么大的奖！做梦都想不到！”张先生说：“先买个房吧，租了十几年房子，一定得先买个房！这下好了，几辈子的生活都改善了。我还要再继续打工，人不能闲着啊，还得干你该干的！中了大奖也一定要继续工作，孩子们也一样，不能停止奋斗。”\n“买彩票中大奖的几率确实低，但是国家的彩票，我相信！”张先生笑着说：“之前因为每期买几块钱的彩票心疼，我放弃买彩票的习惯了，现在好了，是老天不让我放弃彩票呢！中了大奖了，我要继续支持国家的彩票！”（齐鲁晚报）"
               },
             @{@"title":@"男子不懂走势图随心写号中500万 坦言曾有怀疑",
               @"from":@"网易彩票",
               @"topimageurl":@"http://cms-bucket.nosdn.127.net/catchpic/B/B1/B17441AF59F987DB1C1F500FCD3F25B3.jpg?imageView&thumbnail=550x0",
               @"content":@"4年前，一次偶然机会，王先生接触了体彩，便开始投注七星彩和大乐透，抱着娱乐的心态，他每期投入数十元，偶尔也会中小奖。王先生说：“看到新闻里报道的，一人独中1个多亿，我曾经觉得很假。但是在销售点接触过一些大手笔数百倍倍投的彩民后，我开始慢慢相信大奖的真实性。这次我亲自中了500万，亲自领奖，更加相信体彩的公平、公开、公正。”\n 对于这笔奖金，做生意的王先生表示，暂时没有特别的打算，也许会用于经营生意。只不过很重要的一点是，每期投注七星彩和大乐透一定会多投入一些。王先生说：“玩彩票一定要理智，不能因为中了大奖就产生赌博的心态，一切都和以前一样，我仍然会继续支持最爱的体彩！”（中国体彩网）"
               },
             @{@"title":@"彩站地处广场位置好 众人购彩中出925万",
               @"from":@"网易彩票",
               @"topimageurl":@"",
               @"content":@"华商报讯锣鼓震天，彩旗飘飘。17日，咸阳市中华广场福利彩票61040241号投注站传来了喜讯，该站喜中双色球2017030期一等奖一注925万元。\n3月16日，中国福利彩票双色球第2017030期全国开出一等奖5注，单注奖金925多万元，陕西省揽获1注。据了解，咸阳市中华广场管理所东侧61040241号投注站中出一等奖，中奖号码为两个胆码、七个拖码及三个蓝号的胆拖复式彩票，除去一等奖925万元外，还中得二等奖2注、三等奖12注及若干奖项收获总奖金995多万元。据投注站业主杨女士介绍，之前2015年曾中过二等奖后，这是投注站第二个大奖了。因为是广场位置原因，多为过路或者休闲的市民购买，所以并不知晓是谁购买的彩票。据市福彩中心工作人员介绍，这是咸阳今年中出的第2注双色球超值大奖，也是陕西省彩民今年收获的第13注双色球一等奖。近日，陕西福彩开展投注站“福彩大派奖 3D大聚会“活动，共派发奖金1500万。（华商报）"
               },
             @{@"title":@"资深彩民4元中534万 中奖前曾梦见请人吃饭",
               @"from":@"网易彩票",
               @"topimageurl":@"",
               @"content":@"鸡年开春不久,汕头福彩喜获双色球“双黄蛋”头奖。3月7日,双色球第17026期开奖,当期全国开出一等奖30注,单注金额534万多元。广东省共开出3注,汕头占了两注,花落澄海区的44040341投注站和潮南区的44041316投注站。2注头奖是否为一人独中呢?谜底揭晓,近日,两位中奖彩民陆续现身汕头市福彩中心办理兑奖,原来各有主人。\n守生日号两年中奖\n3月8日上午,彩民张先生(化名)现身汕头福彩,同行而来的是他的家人。这个年轻的小伙子身上有着与他年龄不相符的稳重和淡定,仿佛中奖的不是他,他只是陪他的朋友来兑奖似的。其实像张先生这样,翌日就前来兑奖的人确实不多。据张先生介绍,自己平时很忙,但喜欢购彩,常直接托投注站的销售员帮忙投注,平时也没有过多在意,直到昨晚开奖后不久,投注站的销售员打电话告诉他,中了一等奖,还有点不敢相信。去投注站拿到彩票后,就直接来兑奖了。\n张先生说,中奖都是家人给予的运气,这张彩票前三注是自己选的号,是根据家人的生日加加减减得来的,刚开始只是试着选一选,后来就长期守着这三注号码,已经投注有两年之久了。而刚好中奖的就是第3注号码,张先生说都是家人带来的好运,也算是“守得云开见月明”了。\n钻研选号美梦成真\n3月9日下午,汕头福彩兑奖室来了位神采奕奕的彩民,正是另一位大奖得主王先生(化名)。王先生的中奖彩票是一张4元2注单式自选票。在办理手续的过程中,他乐呵呵地讲起自己的购彩故事。据王先生讲述:他年龄虽不大,但却是资深彩民。购彩五六年,研究彩票已颇有自己的心得体会了。就像这一次中奖的号码,就是他自己研究选的号码。\n据王先生透露,这次中奖真的有种美梦成真的感觉。在购彩前一晚,他做了一个梦,梦见请一群人吃饭。第二天他就想,请客吃饭,肯定是要有喜事的。可当时也没多想,就觉得有喜事自然是好的。第二天就像往常一样去购彩,和平时一样,继续守上一期刚选好的号码,而且把其余投注的双色球彩票的蓝球都改成了“01”,唯独剩这张中奖的彩票没有改。他说当时想着,只投注了1倍,就不改了,没想到,恰恰就是这张彩票中得大奖。"
               },
             ];
}


+(NSArray *)array2
{
    return @[@{@"title":@"[捷报]英甲推荐分析:罗奇代尔状态下滑严重",
               @"from":@"网易彩票",
               @"topimageurl":@"",
               @"content":@"比赛时间：2017-03-22 星期三 03:45\n沙巴盘口：1.310 平手/半球 0.680\n平均赔率：2.52 3.28 2.65\n【捷报比分数据】\n1.上赛季罗奇代尔在联赛中的发挥也不理想，战罢了46轮过后，他们最终仅仅以19胜12平15负积69分的的成绩排名联赛第10名，处在中游阶段。\n2.罗奇代尔这支球队近期在联赛中的发挥较为低迷，此前6轮比赛，球队只是拿到1胜3平2负的不佳战绩。\n3.米尔沃尔这支球队本赛季在英格兰甲级联赛中的表现较为平稳，目前他们的主客场发挥也较为均衡，在战罢了36轮比赛过后，他们以16胜11平9负积59分的成绩，暂居积分榜第7位。\n4.两队在此前的3次交锋当中，罗奇代尔1胜2负，处于下风。\n【亚洲盘口分析】\n1.罗奇代尔近期状态下滑明显，此前10轮比赛他们仅拿到1胜5平4负的不佳成绩，球员士气不高，本场他们的主场表现不宜高估。\n2.与主队相比，米尔沃尔近期的发挥就要突出一些，此前6轮比赛下来，他们3胜3平保持不败，攻守兼备，球员士气大振。本轮客场之战，米尔沃尔的发挥不宜低估。\n3.根据捷报比分网提供的盘口数据，目前亚盘是以主队让平半高水盘受注，显然也对客队有所忌惮。\n亚盘推荐：米尔沃尔 受让平半\n竞彩推荐：0\n以上各种赔率数据截止时间为03月20日15时17分"
               },
             @{@"title":@"篮彩推荐:热火为季后赛门票努力",
               @"from":@"网易彩票",
               @"topimageurl":@"",
               @"content":@"【分析】周三早上NBA常规赛继续展开新一轮较量，热火本赛季阵容继续被挖金，球队整体实力大幅下滑，自从韦德离队后，球队陷入一段低谷。不过随着新援的磨合成功，热火在赛季中段发力抢分。他们也从东区榜末位置爬上积分榜中游，现时距离季后赛名额仅一步之遥。球队最近状态火热，虽然上轮主场惜败开拓者，但是球队最近10场常规赛拿到7场胜仗，其中不乏双杀骑士，战胜猛龙这些东部劲旅，球队也似乎为季后赛做好最后的冲刺。对手太阳近况低迷，他们最近惨吞四连败，继续留守在西部积分榜倒数第二，余下时间他们都是练兵为主。现时热火主场让步12.5分，充分体现他们大胜能力，上轮主场热火已经遭遇滑铁卢，这场比赛球队若再出冷就说不过去，看好热火主场大开杀戒。\n☆☆☆☆☆☆☆☆☆☆☆☆\n胜负推荐： 迈阿密热火\n让分胜负推荐： 迈阿密热火\n胜分差推荐： 迈阿密热火 16 —— 20 分\n大小分推荐： 大分\n大小分推荐： 小分"
               },
             @{@"title":@"双色球第17032期网易彩票专家杀号全汇总",
               @"from":@"网易彩票",
               @"topimageurl":@"http://img1.cache.netease.com/sports/2017/3/15/20170315151507dda68_550.jpg",
               @"content":@"注：“杀号”是指专家认为本期不会开出的号码，选号时注意避开这些号码即可。\n网易资深专家双色球杀号，综合近期双色球出号走势，通过大数据筛选、计算及往年同期开奖数据对比等，判断出每期最不可能出现的号码并推荐杀号，命中率长期保持高水准，欢迎双色球玩家多多参考！"
               },
             @{@"title":@"最新CBA半决赛赔率:深圳主场有望扳回一局",
               @"from":@"网易彩票",
               @"topimageurl":@"http://img2.cache.netease.com/sports/2017/3/15/20170315114824713b5.jpg",
               @"content":@"主力伤缺辽宁受限\n在第二回合的较量中，辽宁上半场成功防住了新疆的进攻，让自己处于有利位置。然而李晓旭、贺天举等主力球员的伤缺对球队锋线打击实在太大，这个点被新疆李根布拉切完爆，导致其他主力球员不得不减少休息时间更多出战，从而影响到了全队的竞技状态。人员不齐整这个硬伤确实难以克服，即便回到主场恐怕也很难称得上有优势。反观新疆，除了李根膝盖轻伤以外，可谓兵强马壮，两者在现有阵容上的差距比较明显。\n上场广东队核心易建联右膝受伤，下半场几乎未能出场；尽管赛后媒体报道比较乐观，但易建联的伤势恐怕很难在短短三天内彻底康复，今晚阿联的上场时间或许会受到限制，深圳倘若能抓住这个机会合理制定战术，很有希望在主场扳回一城，毕竟李慕豪、兰佩等人内线组合在实力并不完全逊于广东。"
               },
             @{@"title":@"私彩日益猖獗 整治彩票行业的毒瘤永不停息",
               @"from":@"网易彩票",
               @"topimageurl":@"",
               @"content":@"私彩猖獗 打击私彩工作永不停止\n私彩的形式一般分为网络私彩和线下私人坐庄售卖私彩。私彩的危害性极大，不少彩民因为上了私彩的当而家败业衰。作为私彩的庄家，看似稳赚不赔，也终会受到法律的制裁。\n线下私彩：\n近日，吉林省福利彩票发行管理中心获悉，为了维护彩民的合法权益，吉林省的35家福利彩票投住站因销售非法彩票被查处，吉林省福利彩票发行管理中心终止了与这35家投注站的代销协议。2016年撤销18家，2017年截至目前已撤销17家。\n网络私彩：\n随着国家叫停网络售彩平台,一批虚假投注网站却在互联网上弥漫开来。一般网络私彩都有相同的共性，无所不用其极的发博彩广告，利用qq、微信等社交软件拉人诱惑彩民参加，玩法多样且打着回报率较高的幌子，实际上庄家操控开奖结果和赔率，上钩的彩民越赌越输，有人甚至倾家荡产。\n关于网络私彩，一直是警方打击的重点。随着各地警方加大打击网络私彩的力度，警方相继破获、捣毁虚假彩票投资网站诈骗团伙的报道不时在网上出现。\n赌资数千亿元,参赌人员数十万人,服务器遍布海外,打着国内正规彩票的旗号以逃避侦查。在公安部督办下,广东省公安部门日前侦破了这一特大跨境网络赌博案件,其参与人数和参赌资金均创出全国查处此类赌博案之最。目前,公安机关已抓获犯罪嫌疑人1071人。\n2016年底，山西开展打击网络赌博、跨境赌博专项行动，成功侦破部督“10·11”特大跨境网络赌博案，一举摧毁了一个长期在晋城市组织跨境赌博和利用网络赌博开设赌场的犯罪网络，共抓获犯罪团伙主要成员18名，境内涉嫌开设赌场成员50余名，查获涉赌违法犯罪人员500余名，涉案赌资5亿余元，从境外解救被非法拘禁的涉赌人员8名。\n那么，警方如此严厉整治私彩，为何屡禁不止？线下私彩往往涉及的金额较少，判罚并不严重，许多人冒险尝试跨红线。而网络私彩涉及金额巨大，许多网站通过技术手段将服务器ip等设在境外，并且这些非法私彩网站大都是跨地区销售，受骗的彩民大多是全国各省的，这就使得警方打击非法网络私彩的调查确证较难。"
               },
             @{@"title":@"三招助男子中大乐透2注追加银奖 兑奖淡定不着急",
               @"from":@"网易彩票",
               @"topimageurl":@"",
               @"content":@"2月18日开奖的第17018期大乐透，阳江彩民张先生复式、追加、倍投三管齐下，中得55万多元大奖，中出大奖的是位于阳江市区石湾北路华侨新村一路的投注站。不过，张先生一直到近日才淡定现身领奖。\n感觉好又买多一次\n据介绍，张先生是位老彩民，购买体育彩票多年，各种票种都有投注。张先生同时也是一个技术型彩民，到投注站后，他会观察分析彩票的号码走势，根据冷热号、重号、连号、斜连号等技术指标选定投注号码。中奖这期，张先生到投注站查看分析号码走势图后，选定了“06、07、10、17、23、30；＋08、09”这注“6＋2”的追加小复式票，投注金额为18元。大约十分钟后，他觉得这注号码中大奖的机会较大，就又返回投注站重新投注了一次。这次返身加倍投注，使中奖金额翻了一倍，当天张先生还购买了其他彩票，总投入100多元。\n中55万兑奖慢吞吞\n大乐透17018期于2月18日开奖，开出“06、07、10、17、23；＋01、09”的号码组合。由于张先生买2张的大乐透彩票是复式投注，除了共计中得2注追加二等奖外，还中得其他小奖，两张彩票中奖总金额55万多元。\n不知是因为经济条件好，还是获悉中奖消息比较迟，直到最近几天，张先生才淡淡定定去到阳江市体彩中心兑奖大厅领奖。在办理领奖手续时，张先生笑着说道：“这次能中二等奖，运气也算不错，希望一等奖能快点到来。”"
               },
             @{@"title":@"体彩大乐透上市10周年漫画:快递哥的100单美女",
               @"from":@"网易彩票",
               @"topimageurl":@"http://cms-bucket.nosdn.127.net/catchpic/3/39/390F7A21EC5C8F87ECA02496290EA463.jpg?imageView&thumbnail=550x0",
               @"content":@"完"
               },
             @{@"title":@"华彩控股年度收益同比减少69%至2亿港元",
               @"from":@"网易彩票",
               @"topimageurl":@"",
               @"content":@"华彩控股(01371)发布2016年业绩，实现营业额约2亿港元，同比减少约69%;公司拥有人应占亏损约2.98亿港元，同比减少约40.2%;基本每股亏损3.49港仙，不派息。\n公告称，营业收入减少主要原因为“中福在线╱VLT”供应合同已于2015年6月28日到期。\n据悉，在福彩电脑票领域，该集团服务的福彩第一大省—广东省，其电脑票销量于2016年全年达人民币约135.6亿元，同比增长7.0%，稳居全国省级市场首位;该集团服务的重庆市福彩电脑票销量达人民币17.4亿元，同比增长10.4%;同时，该集团服务的上海市福彩电脑票销量达人民币31.3亿元，同比增长17.8%。\n另外，该集团正在为广东和上海福彩开发新一代彩票信息管理系统，预计在2017年上线，新系统将使广东省、上海市福彩的电子化管理水准迈上一个新的台阶。\n2016年该集团加速拓展体彩电脑票终端机业务，先后中标云南、陕西、江苏、贵州、河南、黑龙江、广西、广东等省的体彩终端机采购项目，订单总计8000余台，业务版图成功拓展至全国16个省。同时，集团积极拓展体彩新市场，相继在陕西、浙江、吉林、黑龙江省获得终端信息显示盒共计7000余台的订单。该集团已成为中国体彩终端机市场最重要的供应商。\n未来，该集团将凭借独特的技术优势和产品优势，争取更多省份的业务，同时，将继续保持与国内外终端生产厂家的合作，提供彩票终端机及阅读器等核心部件产品。"
               },
             @{@"title":@"两会彩票提案有哪些?有代表建议加快开放网彩",
               @"from":@"网易彩票",
               @"topimageurl":@"",
               @"content":@"全国政协十二届五次会议、十二届全国人大五次会议分别于3月3日和3月5日在北京开幕，会上两会代表积极建言献策，今年彩票依旧成为热点话题之一。\n两会说\n人大代表马林青：建议发行环保彩票\n3月6日，在十二届全国人大五次会议河南代表团小组审议政府工作报告时，全国人大代表马林青发言建议国家发行环保彩票，唤起全社会参与环保的意识，为环保建设募集资金。\n政协委员陈建国：建议发行专项养老彩票\n全国政协委员、中外名人文化产业集团董事长陈建国在全国政协十二届五次会议的小组讨论发言时建议参考发行“中国福利彩票”、“中国体育彩票”的经验，由民政部牵头发行“金秋乐”专项福利彩票，用于提高全国特别是农村地区老年人精神文化生活质量。\n人大代表昝圣达：建议加快开放互联网彩票销售\n全国人大代表、江苏综艺集团总裁昝圣达，2017年在全国两会上提交了“加快开放互联网彩票销售，促进行业健康发展”的建议。他认为，我国自发行体育彩票和福利彩票以来，彩票销售量逐步增长，对我国体育和福利事业的发展起了积极作用。但是，由于互联网技术发展不成熟，互联网彩票销售一度出现良莠不齐的情况。他认为，加快开放互联网彩票销售，有利于扩大彩票发行量，增强彩票行业对体育和福利事业的支持力度。"
               },
             ];
}
@end
