//
//  ZixunContent.m
//  UZLottery
//
//  Created by Xinle on 2017/3/21.
//  Copyright © 2017年 com.uzero. All rights reserved.
//

#import "ZixunContent.h"

@implementation ZixunContent
+(NSArray *)array1
{
    return @[@{@"title":@"一周彩市数据汇总:双色球单期井喷39注头奖",
               @"from":@"网易彩票",
               @"topimageurl":@"http://img3.cache.netease.com/sports/2017/3/21/20170321095201cc2dd.png",
               @"content":@"上周（3.13-3.19），各大彩种销量上涨的有8个，其中竞彩足球销量单周涨幅14.81%领跑，竞彩篮球环比下降41.03%，为上周销量环比降幅最大的彩种。\n彩种销量方面，竞彩足球单周销13.1亿元排名第一，其次是双色球销量的10.7亿元，大乐透销量5.78亿元，而七星彩上周销量0.41亿元排名末位。\n头奖数据方面，乐透型彩票一共开出42注一等奖，其中双色球开出39注头奖，大乐透开出3注头奖。值得注意的是，双色球031期开出30注头奖，而大乐透头将已经连续空开两期。\n上周，竞彩足球销量为13.1亿，环比上涨14.81%。每年3月至5月是国际高水平足、篮球赛事最集中的时间，适逢体彩正“竞彩普及日”活动，预计竞彩足球销量仍会提高。\n竞彩篮球周销量为2.09亿，环比下降11.44%，目前竞彩篮球已经加入NCAA比赛，比赛数量更多。\n双色球周销量为10.7亿元，环比上涨0.94%，双色球销量继续回升。\n大乐透周销量5.78亿元，与前一周销量基本持平，大乐透头奖已经连续空开两期，大乐透奖池已经升至35.9亿元。\n福彩3D周销量为3.12亿元，环比上涨2.97%.\n体彩排三周销量为1.11亿元，环比上涨1.83%。\n体彩排五周销量为0.69亿元，环比上涨1.62%。\n七星彩周销量为0.41亿元，环比上涨2.38%.\n胜负彩周销量为0.78亿元，环比下降8.34%。\n任九周销量为0.69亿，环比上涨2.98%。"
                 },
             @{@"title":@"一周彩票行业动态:天音控股年报预计披露",
               @"from":@"网易彩票",
               @"topimageurl":@"http://img3.cache.netease.com/sports/2017/3/21/201703210950292c72e_550.jpg",
               @"content":@"中福彩中心调研安徽福彩工作\n3月13日-16日，中国福利彩票发行管理中心副主任唐启伟率调研组一行来安徽调研工作。省民政厅副厅长陈超英、省福彩中心主任陈波等陪同调研。调研期间，中福彩中心调研组听取了安徽省福彩中心的工作汇报。 \n湖南省福彩中心组织开展党内法规学习\n为深入推进“两学一做”学习教育，3月15日下午，湖南省福彩中心第一、第二党支部分别召开党内法规学习会，增强党员纪律意识，充分认识纪律的重要性。\n浙江省2017年福利彩票工作会议召开\n3月15日下午，浙江省福利彩票工作会议在义乌召开，会上通报了2016年度福彩发行工作绩效考核情况。福利彩票上市30年来，浙江省累计发行销售1063亿多元，为国家筹集公益金314亿多元，在推动社会福利事业特别是民政基础设施的建设改善方面发挥了重要作用。\n泉州福彩中心主任黄蔚青涉嫌严重违纪被查\n据泉州市纪委监察局3月13日消息，根据市委巡察办移交的问题线索，经组织审查，泉州市福利彩票发行中心主任黄蔚青涉嫌严重违纪问题。因其涉嫌违法，已商请检察机关提前介入。\n山西福彩开展打击私彩宣传活动\n近年来，私彩交易活动的蔓延，严重干扰影响彩票销售市场的正常运行，侵害了站点业主、人民的合法权益。3月中旬，山西省福利彩票发行中心联合太原市福彩中心在太原市奥林花园社区开展了“打击私彩”宣传工作。\n安徽福彩开启二维码营销时代\n近日，安徽省福彩中心将通过二维码形式开展营销、宣传等活动，方便彩民，提升福彩品牌影响力。3月13日起，在安徽省福彩投注站购买电脑福利彩票，票面右侧下方会打印出二维码标签。\n宁夏体彩把顶呱刮卖到了新华书店\n3月13日下午，宁夏体育彩票管理中心与宁夏回族自治区新华书店合作销售即开型体育彩票签字仪式在宁夏体彩中心会议室举行。签字仪式后，宁夏新华书店将利用自有网点销售即开型体育彩票。进一步拓宽宁夏体彩销售渠道，满足群众方便购彩的需求。\n体彩53款即开票即将停止销售\n国家体彩中心近日发布“关于53款即开型体育彩票停止销售的公告”，决定自2017年4月30日24时起，在全国范围内停止销售53款即开票。公告称，停售即开票的兑奖截止时间为今年6月30日24时。\n【资本】\n华彩控股合共5.06亿港元的债券获接纳要约\n华彩控股公布，3月10日公司邀请现有债券持有人提呈要约，将彼等的任何或全部现有债券交换现金;及公司将予发行新的可换股债组合。根据要约备忘，交换要约于2017年3月16日下午6时正到期。\n 天音控股年报预计披露\n天音控股年报预计于2017-03-23披露公司预告：净利润约20000万元至25000万元。"
               },
             @{@"title":@"男子信彩票秘笈被骗两万 发财机会却成骗子套路",
               @"from":@"网易彩票",
               @"topimageurl":@"",
               @"content":@"想必不少市民会偶尔花几块钱买张彩票碰碰运气，但是来重庆找工作的小陈（化名）却对买彩票异常痴迷，竟然在网上寻找买彩票中奖的“秘笈”，结果被骗了2万余元。3月18日，小陈向渝北区公安分局回兴派出所报了警。\n经民警了解，春节刚过，小陈从老家来到重庆找工作，住在自己的朋友家里，平时没事就上上网，寻找一些工作招聘的信息，偶尔也看看一些如何提升彩票中奖几率的相关知识。\n男子信彩票秘笈被骗 以为是发财机会全是骗子套路\n2月底的一天，小陈突然发现了一个网页链接，点击进去之后正是自己想要的中彩票“秘笈”，他很快根据网页的向导信息，注册了账号，填写了包括自己的手机号码等基本信息，并通过这个网站花费了360元购买了一本书和一张关盘，全是关于介绍如何购买彩票提高中奖几率的内容。\n没过几天，小陈就收到了这些书籍和光盘，收到这些东西之后，小陈每天都专心研究，按照书上和光盘的介绍，也试着买了几期彩票，但一点作用都没有。小陈觉得书和光盘没用，索性把书和光盘扔了，但对买彩票依然深深着迷。\n3月13日，有个陌生电话打给小陈，自称是上次小陈购买书籍和光盘网站的工作人员，可以帮助小陈中大奖，并把自己公司的一些暗箱操作简单地向小陈介绍了一下。小陈一听，觉得自己发大财的机会来了，然后就完全相信了对方，按照对方的要求，需要小陈先支付对方5000元的资料费，小陈毫不怀疑地通过手机银行向对方转账5000元。转过去之后，工作人员又称此“彩票秘笈”是违法的，担心小陈的身份，需要小陈交纳20000元的保证金才可以把“秘笈”送给小陈。小陈刚从老家过来，表示身上没有那么多钱，对方很快就答应了减少保证金。"
               },
             @{@"title":@"连夜驱车兑奖!同买彩票两好友喜中9注头奖",
               @"from":@"网易彩票",
               @"topimageurl":@"",
               @"content":@"3月19日晚，中国福利彩票双色球游戏进行第2017031期开奖。当期双色球红球号码为06、10、16、26、27、29，蓝球为03。当期双色球头奖井喷30注，单注奖金为545万多元，这30注一等奖分落13地。黑龙江省七台河市本期中出双色球一等奖9注，单注奖金为545万多元。二等奖爆68注，单注奖金4万多元，其中七台河中出63注。黑龙江省一、二等奖中奖注数荣登本期全国各省市双色球大奖中奖注数排名榜榜首。\n俩大奖彩民连夜驱车到省城领奖\n据黑龙江省福彩中心数据检索，黑龙江省本期共中出双色球一等奖9注，这9注中奖彩票均出自七台河市同一家福彩销售站点，其中8张流水号相连，另外1张流水号与之相近，均采用“胆拖”复式投注，投注金额为每张票112元。同时，这9张中奖彩票还收获了63注单注奖金为4万余元的二等奖。\n“我俩昨晚得知中大奖的喜讯激动的无法入眠，就找几位亲朋好友陪同连夜开车来到哈尔滨了！”3月20日上午，大奖得主王先生（化名）和张先生（化名）十分激动的对黑龙江省福彩中心工作人员说。经了解，这次中得8注头奖和56注二等奖的4646万元大奖得主是来自七台河的张先生，而中得1注头奖和7注二等奖的580万大奖得主则是同样来自七台河的王先生。\n俩大奖彩民系好友 买彩方式各不同\n据王先生介绍，他和张先生（化名）是多年的好友，两人有一个共同的兴趣爱好就是购买福利彩票。张先生性格豪放，干什么事情都是喜欢大手笔，买彩票也是一样，他并不是期期都买，只是感觉有兴趣的时候，在家研究完号码后，才会去彩站大手笔投注，这次张先生就是一次性投注了8张金额为112元的“7+8”胆拖复式票。\n而王先生是谨慎派彩民，他觉得能中大奖纯靠运气，买彩票中大奖当然开心，不中奖也是当做娱乐，因此他平时买彩票多数采用小额投注，这次看见好友张先生一次性采用胆拖方式投注了8注彩票，他也跟着起劲买了同样的一注，一来是给朋友助助威，二来也想跟朋友蹭蹭运气。\n开奖环节太激动 “心都提到嗓子眼了 ”\n都投注了相同的双色球号码，大奖得主张先生和王先生就相约一起在王先生家一边喝酒，一边等待收看开奖直播，当他们二人看见电视里在公证员的监督下，工作人员所开出的红色号码球与手中彩票的红球号码完全一致时，已经安奈不住激动的心情，双双从沙发上站起来，王先生对张先生说：“要是蓝球也中了，你这可是8注头奖啊，这奖可就大了！”用张先生的一句话说，当时“心都快提到嗓子眼了！”接下来，更加令人振奋惊喜的一幕发生了，只见电视那头摇出的蓝球号码为“03”，果然中了！\n此时二人激动的拿着手里的彩票，又上网反复核对中奖号码，确认无疑，当真张先生是中了8注545万余元头奖和56注4万余元二等奖，两项大奖奖金合计约为4646万余元。而王先生则是收获了1注545万元头奖和7注4万余元二等奖，两项大奖奖金合计约为580余万元。\n 领奖不能等 奖金用途回去想\n中奖金额实在是太大了，张先生和王先生一商量，遇上这么天大的喜事实在也真是睡不着觉了。看着这几张大奖彩票放在那心里也是不踏实，不如直接叫上几个信任的亲友开车连夜一起奔赴哈尔滨，这样正好来得及早上省福彩中心一上班，就办理兑奖手续。就这样，张先生和王先生在几位亲友开车陪同护送下，也顾不上吃早饭，提前赶在黑龙江省福彩中心上班时间等待办理兑奖。\n对于这笔奖金的用途，张先生和王先生均表示还没有想好，昨晚心情太过激动，又赶了一夜的路，现在身心非常疲惫，就盼望着快点领完奖金，回去好好睡个觉。他们说这么大一笔钱，如何计划，需要待心情恢复平静，头脑清醒的时候再做考虑！"
               },
             ];
}
@end
